[
  {
    "title": "Free Outdoor Movies: Captain America: Brave New World",
    "description": "Join us for a free outdoor movie screening of 'Captain America: Brave New World' at Mae Grant Playground (East Harlem).",
    "start_date": "2025-07-02",
    "start_time": "various times (weather permitting)",
    "link": "https://www.nycgovparks.org/events/2025/07/02/movies-under-the-stars-captain-america-brave-new-world",
    "address": "Mae Grant Playground, East Harlem"
  },
  {
    "title": "Summer Concerts at Hudson Yards",
    "description": "The annual concert series returns to the public square + gardens at Hudson Yards for eight weeks. Tonight: electronic music duo The Knocks with an opening set by DJ Chachi.",
    "start_date": "2025-07-02",
    "start_time": "6:00 pm",
    "link": "https://www.hudsonyardsnewyork.com/summer-concerts-wells-fargo-stage",
    "address": "Hudson Yards",
    "cost": "Free admission"
  },
  {
    "title": "The Great American Retro Road Trip",
    "description": "Join journalist Rolando Pujol as he discusses his new book, 'The Great American Retro Road Trip'—a coast-to-coast celebration of quirky roadside attractions, from the coffee pot and the big duck to the world’s largest paint can and neon signage galore. Joining Rolando in conversation is entertainment reporter Joelle Garguilo.",
    "start_date": "2025-07-02",
    "start_time": "7:00 pm",
    "link": "https://www.strandbooks.com/events/event72225",
    "address": "The Rare Book Room at Strand Bookstore, Union Square",
    "cost": "$10 admission (books will be available for purchase)"
  },
  {
    "title": "Slay’s Anatomy",
    "description": "Watch your favorite fictional doctors return in this fully-improvised take on television's longest-running primetime medical drama.",
    "start_date": "2025-07-02",
    "start_time": "7:00 pm",
    "link": "https://www.brooklyncc.com/show-schedule/slaysanatomy-7-2",
    "address": "Brooklyn Comedy Collective, Williamsburg",
    "cost": "$12 adv, $15 day of"
  },
  {
    "title": "Awkward Teenage Years",
    "description": "Laugh and reminisce as storytellers relive their growing-up joys and traumas for your entertainment. Hosted by Will Clegg, featuring Ronna Levy, Mikayla Sherfy, Dave Kalema, Devan Sandiford, and Rita Rigano.",
    "start_date": "2025-07-02",
    "start_time": "7:30 pm",
    "link": "https://tickets.frigid.nyc/event/6897:26/",
    "address": "Under St. Marks, East Village",
    "cost": "$1-15 sliding scale admission"
  },
  {
    "title": "Friends with Caveats",
    "description": "Expect everything from stand-up and character performances to music and even PowerPoint presentations at Caveat's weekly comedy show, 'Friends with Caveats.'",
    "start_date": "2025-07-02",
    "start_time": "9:30 pm",
    "link": "https://caveat.nyc/events/friends-with-caveats--7-2-2025",
    "address": "Caveat, LES",
    "cost": "$10 adv, $15 door"
  },
  {
    "title": "Rooftop Cinema Club",
    "description": "Take your movie night to new heights at Rooftop Cinema Club, the annual open-air movie series held at the third floor Skylawn rooftop of the Embassy Suites Hotel in Midtown. Catch cult favorites, classics, and newer releases all season long, with provided wireless headphones to help block out the city buzz. Soda, beer, wine, cocktails, popcorn, candy, hot dogs, pretzels, nachos, pizza, and more are available for purchase to make it a full night out.",
    "start_date": "2025-07-01",
    "end_date": "2025-09-30",
    "link": "https://rooftopcinemaclub.com/new-york/venue/midtown/",
    "address": "Embassy Suites Hotel, Midtown",
    "cost": "$12-29 admission (15% off for military, 10% off for students)"
  },
  {
    "title": "The Chess Fight",
    "description": "Brooklyn Action Theater makes its debut with 'The Chess Fight', a reimagining of a chess match from the perspective of the pieces themselves. Staged outdoors at Summit Rock in Central Park, the 'knight' out features dramatic and comedic moments, plus stage combat with 10 different weapons.",
    "start_date": "2025-07-01",
    "start_time": "6:30 pm",
    "link": "https://www.brooklynactiontheater.com/events",
    "address": "Summit Rock, Central Park",
    "cost": "Free admission (tips are encouraged)"
  },
  {
    "title": "André Aciman with Kanishk Tharoor",
    "description": "André Aciman, author of 'Call Me by Your Name' and distinguished professor of comparative literature at the CUNY Graduate Center, presents his new short fiction collection, 'Room on the Sea: Three Novellas', at Greenlight Bookstore (Fort Greene). Aciman will read from and discuss the book with Fort Greene author Kanishk Tharoor before an audience Q&A and signing.",
    "start_date": "2025-07-01",
    "start_time": "7:30 pm",
    "link": "https://greenlightbookstore.com/event/2025-07-01/andre-aciman-kanishk-tharoor",
    "address": "Greenlight Bookstore, Fort Greene",
    "cost": "Free admission (books will be available for purchase)"
  },
  {
    "title": "Lincoln Center’s Fourth Annual Summer for the City",
    "description": "Lincoln Center's annual arts festival brings two months of free and choose-what-you-pay music concerts, performances, dance parties, film screenings, and more to its Upper West Side campus. This week: Baila Cozmic with DJ duo Dada Cozmic and Ultra Violet (Weds 7pm), Salsa with Las Guaracheras (Thurs 6:30pm), a silent disco with DJ Hellotones (Thurs 10pm), and more.",
    "start_date": "2025-07-01",
    "end_date": "2025-08-09",
    "link": "https://www.lincolncenter.org/series/summer-for-the-city",
    "address": "Lincoln Center, Upper West Side"
  }
]