[
  {
    "title": "The Undies Animation Screening",
    "description": "School of Visual Arts BFA Animation presents its annual screening and awards show highlighting animated films that were created by students over the past year. SVA Theatre (Chelsea) and online, free admission.",
    "start_date": "2024-10-31",
    "start_time": "1:00 pm",
    "link": "https://sva.edu/events/2024undies",
    "cost": "Free"
  },
  {
    "title": "The Corrigan Show",
    "description": "Actor Kevin Corrigan hosts an intimate talk show with guests Michael Shannon and Brooklyn band Elysian Fields. The Owl Music Parlor (Prospect Lefferts Gardens), $25 at the door (cash only).",
    "start_date": "2024-10-31",
    "start_time": "7:30 pm",
    "link": "https://theowl.nyc",
    "cost": "$25"
  },
  {
    "title": "How to Win an Election: Defeat Misinformation",
    "description": "Join data scientist and comedian Andrea Jones-Rooy as she hosts a dynamic evening with NYU’s Professor Jonathan Nagler, sharp-witted writer Alison Leiby, and data journalist Walt Hickey. Dive into an engaging discussion on cutting-edge research and how we can reclaim a fact-driven world.",
    "start_date": "2024-10-30",
    "start_time": "9:30 pm",
    "link": "https://caveat.nyc/events/how-to-win-an-election-misinformation-10-30-2024",
    "address": "Caveat Theatre, 21A Clinton St. NY, NY 10002",
    "cost": "$7 off with code IVOTED"
  },
  {
    "title": "Backroom Reading Series",
    "description": "Backroom Books, a used book pop-up located in Red Hook's Strong Rope Brewery, kicks off a new reading series featuring local authors, hosted by Shelby Cook. Free admission (RSVP for $1 off beer all night).",
    "start_date": "2024-10-30",
    "start_time": "7:30 pm",
    "link": "https://www.eventbrite.com/e/backroom-books-reading-series-no1-tickets-1048094196957",
    "cost": "Free"
  },
  {
    "title": "We Have Fun: A Stand-Up Show",
    "description": "Hosts Zach Sims and Dan Wilbur bring the fun-ny to Young Ethel’s (Park Slope), with stand-up by Hari Kondabolu, Bri Giger, Lana Siebel, and Matthew Azark. Free admission.",
    "start_date": "2024-10-30",
    "start_time": "7:30 pm",
    "link": "https://www.eventbrite.com/e/we-have-fun-a-weekly-stand-up-show-tickets-208767317667",
    "cost": "Free"
  },
  {
    "title": "Cried the Phoenix: An Evening of Tennessee Williams Short Plays",
    "description": "The Eno River Players presents a series of rarely staged plays by Tennessee Williams, with a variety of acts performing between the plays. Doxsee Theater (Sunset Park), $25.",
    "start_date": "2024-10-30",
    "start_time": "7:30 pm",
    "link": "https://www.enoriverplayers.org/2024-2025",
    "cost": "$25"
  },
  {
    "title": "Drenched Stand Up Comedy",
    "description": "No poncho required at Caroline Baniewicz, Nina Barnett, and Jenny Gorelick’s comedy show, held at Arlo Nomad’s Mirror Bar. Tonight’s lineup includes Blair Dawson, Lauren Davis, Connor Janda, and Maddy Kelly. $13 (a 2-for-1 special is available for a limited time).",
    "start_date": "2024-10-30",
    "start_time": "7:30 pm",
    "link": "https://www.eventbrite.com/e/drenched-stand-up-comedy-tickets-891621272227",
    "cost": "$13"
  },
  {
    "title": "Canstruction: A Feast for the Eyes",
    "description": "Behold large-scale sculptures made entirely out of unopened cans of food at the annual Canstruction design competition. Created by creative crews of architects, engineers, and contractors, the 23 sculptures will be on display at Brookfield Place (WTC) for two weeks before being donated to City Harvest for families in need. Free admission.",
    "start_date": "2024-10-30",
    "end_date": "2024-11-11",
    "link": "https://bfplny.com/canstruction/",
    "cost": "Free"
  },
  {
    "title": "Dance Bloc NYC",
    "description": "Dixon Place’s fourth annual fall dance festival presents new work inspired by the themes ‘effect,’ ‘emerge,’ and ‘evolve’ from 20 companies and choreographers. Dixon Place (LES), $20-22 adv, $23-25 door.",
    "start_date": "2024-10-30",
    "end_date": "2024-11-02",
    "link": "http://dixonplace.org/performances/danceblocnyc-2024/",
    "cost": "$20-22 adv, $23-25 door"
  },
  {
    "title": "Halloween Events in NYC",
    "description": "Looking to make Halloween plans? We’ve rounded up 75+ Halloween events in NYC for $40 and under happening through the 31st.",
    "start_date": "2024-10-29",
    "end_date": "2024-10-31",
    "link": "https://www.theskint.com/tue-thurs-10-29-10-31-halloween-events-canstruction-and-more/",
    "cost": "$40 and under"
  },
  {
    "title": "The Art Show",
    "description": "The Art Dealers Association of America's annual art fair returns to Park Avenue Armory (UES) for its 36th year with curated exhibitions of both historical and contemporary works from 75 galleries. Benefit preview Tuesday, $30 general admission Wednesday-Saturday (ticket sales benefit Henry Street Settlement's social service, arts, and health care programs).",
    "start_date": "2024-10-29",
    "end_date": "2024-11-02",
    "link": "https://theartshow.org",
    "cost": "$30"
  },
  {
    "title": "Miller Theater’s Pop-Up Concert Series",
    "description": "The Columbia University School of the Arts’s musical happy hour returns for a new season of hour-long concerts where the audience is permitted to sit onstage with the performers and enjoy a free drink. Tonight, Modney (violin), Kyle Armbrust (viola), and Michael Nicolas (cello) perform 'Musik für drei Streicher' (1977) by German composer Wolfgang Rihm, who passed away in July. Columbia University’s Miller Theatre (Morningside Heights), free admission.",
    "start_date": "2024-10-29",
    "start_time": "6:00 pm",
    "link": "https://www.millertheatre.com/events/music-for-three-strings",
    "cost": "Free"
  },
  {
    "title": "Glory Edim with Aminatou Sow: Gather Me",
    "description": "Well-Read Black Girl founder Glory Edim discusses her memoir, 'Gather Me: A Memoir in Praise of the Books That Saved Me', in a conversation with 'Call Your Girlfriend' podcast host and 'Big Friendship' co-author Aminatou Sow at NYPL Stephen A. Schwarzman Building’s Celeste Auditorium (Midtown). Free admission.",
    "start_date": "2024-10-29",
    "start_time": "7:00 pm",
    "link": "https://www.nypl.org/events/programs/2024/10/29/glory-edim",
    "cost": "Free"
  },
  {
    "title": "Jonathan Lethem: Cellophane Bricks + Brooklyn Crime Novel",
    "description": "Author Jonathan Lethem discusses his new collection of essays on art, 'Cellophane Bricks: A Life in Visual Culture', and 2023’s 'Brooklyn Crime Novel' at Brooklyn Public Library, Central Library (Prospect Heights). Writer, musician, and filmmaker Dan Fox joins. Free admission.",
    "start_date": "2024-10-29",
    "start_time": "7:00 pm",
    "link": "https://www.bklynlibrary.org/calendar/jonathan-lethem-discusses-central-library-dweck-20241029-0700pm",
    "cost": "Free"
  },
  {
    "title": "We Still Like You: A Shameful Storytelling Show",
    "description": "Comedians and storytellers share their most cringe-worthy, yet funny, personal stories at this show about celebrating and conquering shame. Hosted by Tyler Snodgrass and Dave Ross. The Gutter Spare Room (Williamsburg), $5.",
    "start_date": "2024-10-29",
    "start_time": "8:00 pm",
    "link": "https://www.eventbrite.com/e/we-still-like-you-tickets-1048124026177",
    "cost": "$5"
  }
]