[
  {
    "title": "Kids Fest – A Magical Celebration of Irish Film & Dance",
    "description": "A magical afternoon of award-winning Irish short films and live entertainment for the whole family! The festival opens with a dynamic Irish Step Dance performance by the renowned McManus Dance Company, followed by a selection of charming, animated shorts sure to captivate audiences of all ages.",
    "start_date": "2025-03-09",
    "start_time": "11:30 am",
    "link": "https://www.eventbrite.com/e/kids-fest-at-craicfest-a-magical-celebration-of-irish-film-dance-tickets-1200463491619",
    "address": "undefined",
    "cost": "undefined"
  },
  {
    "title": "Best of Irish Shorts",
    "description": "Discover the best in Irish filmmaking with an electrifying lineup of short films, headlined by Room Taken, an Oscar-shortlisted drama produced by Colin Farrell and directed by TJ O’Grady Peyton. Also featuring All That’s Carried (Rosie Barrett), I Found a Place (Zoe Gibney), The Big City (Cian O’Connor), and Trouble (Maura McDonnell). This is Irish storytelling at its finest.",
    "start_date": "2025-03-08",
    "start_time": "5:00 pm",
    "link": "https://www.eventbrite.com/e/best-of-shorts-tickets-1200497142269",
    "address": "undefined",
    "cost": "undefined"
  },
  {
    "title": "Closing Night: WORDS ON CANVAS feat. David Keenan",
    "description": "Experience an intimate portrait of singer-songwriter David Keenan in Words on Canvas, an extraordinary documentary capturing 500 days of his artistic journey. After the screening, Keenan takes the stage for a special live performance at Village East by Angelika – an unmissable finale to the festival. Afterparty at The Factory 380 from 9pm, where complimentary Powers Whiskey will be served! Each ticket includes access to the screening, Q&A and afterparty.",
    "start_date": "2025-03-08",
    "start_time": "9:00 pm",
    "link": "https://www.eventbrite.com/e/closing-night-words-on-canvas-feat-david-keenan-tickets-1147456446119",
    "address": "The Factory 380",
    "cost": "undefined"
  },
  {
    "title": "Opening Night: MRS ROBINSON",
    "description": "Kick off the festival with the NYC premiere of Mrs. Robinson, a gripping documentary chronicling Mary Robinson’s trailblazing journey as Ireland’s first female President, UN High Commissioner for Human Rights, and global climate advocate. Witness the story of a leader who reshaped a nation. Afterparty at SOLAS Bar from 9pm, where complimentary Powers Whiskey will be served! Each ticket includes access to the screening, Q&A, and afterparty.",
    "start_date": "2025-03-06",
    "start_time": "9:00 pm",
    "link": "https://www.eventbrite.com/e/craicfest-opening-night-mrs-robinson-screening-qa-afterparty-tickets-1129548693549",
    "address": "SOLAS Bar",
    "cost": "undefined"
  }
]